[
    "You’re in a desert walking along in the sand when all of the sudden you look down, and you see a buki, crawling toward you. You reach down, you flip the buki over on its back. The buki lays on its back, its belly baking in the hot sun, beating its legs trying to turn itself over, but it can’t, not without your help. But you’re not helping. Why is that?",
    "I don't think it's nice, you laughin'. You see, my buki don't like people laughing. She gets the crazy idea you're laughin' at her. Now if you apologize, like I know you're going to, I might convince her that you really didn't mean it.",
    "Did you ever hear the tragedy of Buki The Wise? I thought not. It's not a story the Imperial Japanese Navy would tell you. It's an Asian legend. Buki was a Special Type Destroyer, so powerful and so wise she could use the Combined Fleet to influence the shipyards to create additional Bukis. She had such a knowledge of Kantai Kessen that she could even keep the ones she cared about from sinking. The dark side of the Decisive Battle Strategy is a pathway to many abilities some consider to be unnatural. She became so powerful, that the only thing she was afraid of was losing her power, which eventually, of course, she did. Unfortunately, she taught her successor everything she knew, then under her successor she sunk in her sleep. Ironic. She could save others from sinking, but not herself.",
    "Then out spake brave Fubuki,\nThe Captain of the Destroyer:\n\"To every buki upon this earth\nDeath cometh soon or late.\nAnd how can any buki die better\nThan facing fearful odds,\nFor the ashes of her builders,\nAnd the temples of her Emperors.\"",
    "Buki, furious, ship of avengers and prophets, banner of the righteous,\nSpecial type destroyer, grant power to thy combined fleet.\nMe, thy faithful combined fleet, recall.\nAim my guns, my strike with thy destructive might, provide.\nRivets and joints from my foes' ships, yield.\nGuide my blessed torpedoes, my target—slay.",
    "For myself, I like a Buki that includes much that is unknown and, at the same time, much that is knowable. A Buki in which everything is known would be static and dull, as boring as the heaven of some weak-minded militarist. A Buki that is unknowable is no fit place for a thinking being. The ideal Buki for us is one very much like the warships we command. And I would guess that this is not really much of a coincidence.",
    "And he said with a loud voice, \"Fear Buki, and give glory to her; for the hour of her judgement has come: and worship her that made heaven, and earth, and the sea, and the fountains of waters.\"\nRev. 14:7",
    "When I was a young Buki\nMy Admiral took me into the harbour\nTo see a naval parade\nHe said, \"Buki, when you grow up\nWould you be the savior of the broken\nThe beaten, and the damned?\"\nHe said, \"Will you defeat them\nYour demons and all the non-believers?\nThe plans that they have made?\nBecause one day, I'll leave you\nA phantom to lead you in the summer\nTo join the Kantai Kessen\"",
    "Cannon to right of them,\nTorpedo to left of them,\nCruiser in front of them\n   Volleyed and thundered;\nStormed at with shot and shell,\nBoldly they sailed and well,\nInto the Kantai kessen,\nInto the mouth of hell\n   Sailed the six Bukis."
]